[
    {
        "id": 1,
        "name": "P1-H1",
        "title": "Habitación doble con baño privado",
        "image": "P1_H1_1.jpg",
        "title_en": "Room with private bathroom",
        "descriptionRoom": "Esta es la habitación perfecta para alguien que tenga que estudiar o trabajar desde casa o para alguien que venga por una temporada a Barcelona y quiera estar en pleno centro de la ciudad! Y lo mejor de todo es…. ¡Que tiene baño privado dentro de la habitación!\n\nEs una habitación enorme, con un armario que ocupa toda una pared y es super tranquila! También tiene un escritorio muy amplio, y cama doble perfecta para parejas o para los que nos gusta dormir bien anchos por la noche! \n\nLa habitación ha sido diseñada en un estilo mezclado entre nórdico y vintage, que le da un aspecto moderno mientras conservamos la tradicional estructura del apartamento! Los colores predominantes en esta habitación son los tonos madera, grises y en contraste algunos toques amarillos y azules para darle vitalidad al espacio. \n\nLa habitación viene con todo lo necesario para entrar a vivir como sábanas, nórdico, almohadas y cojines extra.",

        "descriptionRoom_en": "This is the perfect room for someone who has to study or work from home or for someone who comes for a season to Barcelona and wants to be in the heart of the city! And best of all is... It has a private bathroom inside the room!\n\nIt's a huge room, with a closet that takes up an entire wall and is super quiet! It also has a very spacious desk, and double bed perfect for couples or for those of us who like to sleep well wide at night! \n\nThe room has been designed in a style mixed between Nordic and vintage, which gives it a modern look while retaining the traditional structure of the apartment! The predominant colors in this room are wood tones, grays and in contrast some yellow and blue touches to give vitality to the space. \n\nThe room comes with everything you need to move into as sheets, duvet, pillows and extra cushions.",
        "description": "Con cama doble y baño privado",
        "description_en": "With queen bed and private bathroom",
        "aboutApartment": "Este apartamento recién reformado tiene un estilo nórdico y muy luminoso. Hemos querido darle mucho protagonismo a las zonas comunes para que los inquilinos se sientan como en casa y puedan usar el salón comedor y los balcones para hacer vida en común con sus compis! \nEstá decorado en un estilo nórdico con tonos naturales, verdes y tostados, y algunos elementos de madera para darle un toque diferente. \n\nEl apartamento consta de 1 habitación doble con baño privado, 1 habitación individual con baño privado, cocina completamente equipada, el salón comedor, recibidor, y dos balcones compartidos! \n\nAdemás todos los suministros del apartamento, como agua, luz, gas, e internet ya están incluidos en el precio.",

        "aboutApartment_en": "This newly renovated apartment has a Nordic style and is very bright. We wanted to give a lot of prominence to the common areas so that the tenants feel at home and can use the living room and the balconies to make life in common with their roomies! \nIt is decorated in a Nordic style with natural, green and toasted tones, and some wooden elements to give it a different touch. \n\nThe apartment consists of 1 double bedroom with private bathroom, 1 single room with private bathroom, fully equipped kitchen, living room, hall, and two shared balconies! \n\nIn addition, all the supplies of the apartment, such as water, electricity, gas, and internet are already included in the price.",

        "aboutLocation": "Este apartamento tiene una ubicación genial! Se encuentra en el barrio de l’Eixample justo tocando la calle Aragón, una de las calles más importantes de Barcelona! Además está a solo 8 minutos caminando de Plaza Universidad y a solo 15 de Plaza Cataluña y Paseo de Gracia!  \n\nLa zona está llena de paradas de autobús que te llevan a cualquier rincón de la ciudad y las paradas de metro más cercanas son las de Hospital Clínic y Universitat.",
        "aboutLocation_en": "This apartment has a great location! It is located in the eixample district just touching Aragon Street, one of the most important streets in Barcelona! \nIt is also only 8 minutes walk from Plaza Universidad and only 15 from Plaza Cataluña and Paseo de Gracia! \n\nThe area is full of bus stops that take you to any corner of the city and the nearest metro stops are those of Hospital Clínic and Universitat.",

        "price": 750,
        "couple": true,
        "taken": false,
        "address": "calle muntaner 79",
        "neighborhood": 1,
        "rating": 9,
        "location": 1,
        "room_services": "20,23,26,27,33,35,39,40,41,46,50",
        "house_services": "2,9,22,30,39,40,43,46,50",
        "images_ids": "27,28,29,30,31,32,20,21,23,24,25,26"
    },
    {
        "id": 2,
        "name": "P1-H2",
        "title": "Habitación exterior con baño privado y balcón",
        "image": "P1_H2_1.jpg",
        "title_en": "Exterior room with private bathroom and balcony",
        "descriptionRoom": "Esta habitación exterior es super luminosa y tiene un balcón privado! Es perfecta para alguien que venga a estudiar o trabajar desde casa o si viene por un tiempo a Barcelona y lo que quiere es estar en el centro de la ciudad! Y lo mejor de todo es…. ¡Que tiene baño privado!\n\nEs una habitación muy luminosa, con un armario amplio y cama doble! También tiene un escritorio perfecto para trabajar o estudiar.\n\nLa habitación ha sido diseñada en un estilo mezclado entre nórdico y vintage, que le da un aspecto moderno mientras conservamos la tradicional estructura del apartamento! Los colores predominantes en esta habitación son los tonos blancos, grises y en contraste algunos toques amarillos y azules para darle vitalidad al espacio. \n\nLa habitación viene con todo lo necesario para entrar a vivir como sábanas, nórdico, almohadas y cojines extra.",
        "descriptionRoom_en": "This exterior room is super bright and has a private balcony! It is perfect for someone who comes to study or work from home or if you come for a while to Barcelona and what you want is to be in the city center! And best of all is... It has a private bathroom!\n\nIt is a very bright room, with a spacious wardrobe and double bed! It also has a perfect desk for working or studying.\n\nThe room has been designed in a style mixed between Nordic and vintage, which gives it a modern look while retaining the traditional structure of the apartment! The predominant colors in this room are white, gray tones and in contrast some yellow and blue touches to give vitality to the space. \n\nThe room comes with everything you need to move into as sheets, duvet, pillows and extra cushions.",
        "description": "Con cama doble, balcón y baño privado",
        "description_en": "With queen bed, balcony and private bathroom",
        "aboutApartment": "Este apartamento recién reformado tiene un estilo nórdico y muy luminoso. Hemos querido darle mucho protagonismo a las zonas comunes para que los inquilinos se sientan como en casa y puedan usar el salón comedor y los balcones para hacer vida en común con sus compis! \nEstá decorado en un estilo nórdico con tonos naturales, verdes y tostados, y algunos elementos de madera para darle un toque diferente. \n\nEl apartamento consta de 1 habitación doble con baño privado, 1 habitación individual con baño privado, cocina completamente equipada, el salón comedor, recibidor, y dos balcones compartidos! \n\nAdemás todos los suministros del apartamento, como agua, luz, gas, e internet ya están incluidos en el precio.",
        "aboutApartment_en": "This newly renovated apartment has a Nordic style and is very bright. We wanted to give a lot of prominence to the common areas so that the tenants feel at home and can use the living room and the balconies to make life in common with their roomies! \nIt is decorated in a Nordic style with natural, green and toasted tones, and some wooden elements to give it a different touch. \n\nThe apartment consists of 1 double bedroom with private bathroom, 1 single room with private bathroom, fully equipped kitchen, living room, hall, and two shared balconies! \n\nIn addition, all the supplies of the apartment, such as water, electricity, gas, and internet are already included in the price.",
        "aboutLocation": "Este apartamento tiene una ubicación genial! Se encuentra en el barrio de l’Eixample justo tocando la calle Aragón, una de las calles más importantes de Barcelona! Además está a solo 8 minutos caminando de Plaza Universidad y a solo 15 de Plaza Cataluña y Paseo de Gracia!  \n\nLa zona está llena de paradas de autobús que te llevan a cualquier rincón de la ciudad y las paradas de metro más cercanas son las de Hospital Clínic y Universitat.",
        "aboutLocation_en": "This apartment has a great location! It is located in the eixample district just touching Aragon Street, one of the most important streets in Barcelona! \nIt is also only 8 minutes walk from Plaza Universidad and only 15 from Plaza Cataluña and Paseo de Gracia! \n\nThe area is full of bus stops that take you to any corner of the city and the nearest metro stops are those of Hospital Clínic and Universitat.",
        "price": 650,
        "couple": false,
        "taken": false,
        "address": "calle muntaner 79",
        "neighborhood": 1,
        "rating": 9,
        "location": 1,
        "room_services": "20,22,23,26,27,33,35,39,40,41,46,50",
        "house_services": "2,9,22,30,39,40,43,46,50",
        "images_ids": "33,34,35,36,37,38,20,21,23,24,25,26"
    },
    {
        "id": 3,
        "name": "P0-H1",
        "title": "Habitación interior con cama doble y galería",
        "image": "P0_H1_1.jpg",
        "title_en": "Interior room with queen bed and gallery",
        "descriptionRoom": "Esta habitación es muy amplia y super luminosa, además tiene una galería que da a un patio interior de l’Eixample, ¡al más puro estilo Barcelonés!  La habitación está diseñada para cubrir todas las necesidades que puedan tener nuestros clientes, tiene un montón de almacenaje, una cama doble super cómoda y mucha tranquilidad para poder descansar por las noches. Además su diseño se inspiró en tonos naturales de madera y colores claros para que sea muy moderno y atemporal al mismo tiempo. \nLa habitación viene con todo lo necesario para entrar a vivir como sábanas, nórdico, almohadas y cojines extra.",
        "descriptionRoom_en": "This room is very spacious and super bright, it also has a gallery that overlooks an interior courtyard of l'Eixample, in the purest Barcelona style! The room is designed to cover all the needs that our clients may have, it has a lot of storage, a super comfortable double bed and a lot of tranquility to rest at night. In addition, its design was inspired by natural wood tones and light colors to make it very modern and timeless at the same time. \nThe room comes with everything you need to move into as sheets, duvet, pillows and extra cushions.",
        "description": "Con cama doble, galería",
        "description_en": "With queen bed, and gallery",
        "aboutApartment": "Este acogedor y original apartamento conserva toda la belleza de cuando fue construido años atrás, con unos techos muy altos con las vigas vistas y una pared de ladrillo natural que acaba de darle el toque vintage e industrial que tanto nos gusta. Es un piso diáfano, con parquet en todo el suelo y muchísima luz proveniente de su magnífica galería. \nEstá decorado en un estilo muy natural y vivo, con muchas plantas y lleno de toques que traen la naturaleza al interior del apartamento.\n\nEl apartamento consta de 1 habitación doble, 1 habitación individual, 1 baño completo con ducha, cocina completamente equipada, el salón comedor, recibidor, y lo que más nos gusta, su galería! \n\nAdemás todos los suministros del apartamento, como agua, luz, gas, e internet ya están incluidos en el precio.",
        "aboutApartment_en": "This cozy and original apartment retains all the beauty of when it was built years ago, with very high ceilings with exposed beams and a natural brick wall that has just given it the vintage and industrial touch that we like so much. It is a diaphanous apartment, with parquet throughout the floor and a lot of light from its magnificent gallery. It is decorated in a very natural and lively style, with many plants and full of details that bring nature to the interior of the apartment.\n\nThe apartment consists of 1 double bedroom, 1 single bedroom, 1 bathroom with shower, fully equipped kitchen, living room, hall, and what we like most, its gallery!\n\nIn addition, all the supplies of the apartment, such as water, electricity, gas, and internet are already included in the price.",
        "aboutLocation": "Este apartamento tiene una ubicación perfecta! Se encuentra en el barrio del Fort Pienc justo tocando a Paseo Sant Juan, que es el célebre paseo que lleva hasta el Arc de Triomf en Barcelona! De hecho este mítico monumento está a solo 3 minutos caminando del apartamento, y a solo 15 minutos caminando nos encontramos en plena Plaza Cataluña! \n\nLa zona está llena de paradas de autobús que te llevan a cualquier rincón de la ciudad y las paradas de metro más cercanas son las de Arc de Triomf y Tetuán.",
        "aboutLocation_en": "This apartment has a perfect location! It is located in the Fort Pienc neighborhood just touching Paseo Sant Juan, which is the famous promenade that leads to the Arc de Triomf in Barcelona! In fact this mythical monument is only 3 minutes walk from the apartment, and just 15 minutes walk we are in the Plaza Cataluña! \n\nThe area is full of bus stops that take you to any place of the city and the nearest metro stops are Arc de Triomf and Tetuán.",
        "price": 750,
        "couple": true,
        "taken": true,
        "address": "calle roger de flor 45",
        "neighborhood": 2,
        "rating": 9,
        "location": 2,
        "room_services": "20,23,26,27,33,34,39,40,41,46,50",
        "house_services": "1,12,19,30,35,36,39,40,43,46,47,50",
        "images_ids": "17,18,19,1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16"
    }
]