{
    "header": {
        "title" : "Atikarooms"
    },
    "footer": {
        "rightsReserved":"Atika Rooms, All Rights Reserved."
    },
    "navigation": {
        "home": "Home",
        "bookYourRoom": "Book your room",
        "about": "About us",
        "landlords": "Landlords",
        "contact": "Contact us",
        "termsConditions": "Term and conditions",
        "policies": "Privacy policy"
    },
    "home":{
        "title": "Rent a shared house for months in Barcelona",
        "landlordsTitle": "Are you a landlord?",
        "landlordsText": "Rent without risks and get the maximum return for your property.",
        "landlordsButton": "Rent my property",
        "tenantsTitle":"Looking for a room?",
        "tenantsText":"Find and book your new shared home securely.",
        "tenantsButton": "Rent a room",
        "ourAccomodationsTitle":"Our Accommodations",
        "ourAccomodations1":"Room with private bathroom",
        "ourAccomodations2":"Exterior room with private bathroom and balcony",
        "ourAccomodations3":"Interior room with queen bed and gallery",
        "ourAccomodations4":"Interior room with queen bed and gallery with private bathroom"
    },
    "termsConditions": {
        "title": "Terms and conditions",
        "subTitle1": "Comunicación vía online",
        "subTitle2": "Políticas de reserva",
        "subTitle3": "Políticas de cancelación",
        "subTitle4": "Reglas de la casa",
        "paragraph1-1": "By accepting these conditions, terms and policies and, in particular, by sending the user their personal data to Atika Rooms, SL, he expressly consents to Atika Rooms, SL carrying out the following activities and / or actions, unless he indicates otherwise when contracting or subscribing to any product and / or service of Atika Rooms, SL or as a result of a subsequent revocation of the consent initially granted:",
        "paragraph1-2":"- The sending of commercial communications electronically, informing users of the activities, promotions, advertising, news, offers and other information about the services and products of Atika Rooms, SL equal or similar to those that were initially the object of contracting or of interest by the user.",
        "paragraph1-3":"- The conservation of the data during the periods provided for in the applicable provisions.",
        "paragraph1-4":"Without prejudice to all the foregoing, all information sent by Atika Rooms, SL -including by electronic means- to the users of Atika Rooms, SL in order to carry out, execute and / or develop any service subscribed or contracted -even if it was not subscribed by electronic means- by the user and all other tasks will not be considered commercial and / or advertising communication, actions and/or activities derived from said contractual and/or commercial relationship.",
        "paragraph1-5":"The interested party may revoke their consent to the receipt of commercial communications, by sending a letter to Atika Rooms, SL, at address c. Muntaner 79, 4º 1º A, 08011, Barcelona or by email to the address atikarooms@gmail.com with the subject \"UNSUBSCRIBE\".",
        "paragraph2-1":"<b>The price</b> of the rooms is monthly (32 nights), it is charged for full months that can start on the 1st or 15th of the month.",
        "paragraph2-2":"<b>The price for couples</b>  of the rooms is monthly (32 nights), it is charged for full months that can start on the 1st or 15th of the month and € 100 is added to the price of the rent for extra costs of supplies, cleaning and management.",
        "paragraph2-3":"<b>Security Deposit:</b> For reservations of up to 4 months we ask for the equivalent of one month's rent as a deposit. For bookings longer than 4 months we ask for 2 months rent as a deposit. The deposit will be returned to the bank account provided by the tenant between 2 and 7 business days after leaving the room.",
        "paragraph2-4":"<b>Type of contract:</b> The type of contract is a minimum of one month (32 nights) and a maximum of 11 months. There is the option to extend the contract for an extra cost of € 50 and always subject to availability. You can also request a change of room with an extra payment of € 50 for the management.",
        "paragraph2-5":"<b>Contract signature:</b> Once the transfer of the deposit has been made or the payment of the total reservation has been confirmed, we will send the contract to your email and you can sign it digitally on the SignNow platform.",
        "paragraph2-6":"<b>Management Fees:</b> For stays of 1 to 3 months, the management fees will be € 100. For stays of 4 to 6 months, the management fees will be € 200. And for stays of 7 to 11 months, the management fees will be € 300. These management expenses are for administrative expenses such as contract registration, registration, initial and final cleaning of the house, property insurance and additional maintenance expenses derived from the management of the property. For any reservation this collection of management costs is deducted from the deposit at the end of the contract. This payment is only charged once.",
        "paragraph2-7":"<b>Payment method:</b> Bank transfer or online payment link.",
        "paragraph2-8":"<b>Pre-reservation:</b> You can make a pre-reservation with a payment of € 300 and you have 48 hours to make the rest of the deposit by transfer or online payment link.",
        "paragraph2-9":"<b>Room reservation:</b> he complete reservation of the room consists of the security deposit of 1 or 2 monthly payments depending on the stay.",
        "paragraph2-10":"<b>Delivery of keys:</b> In the apartment at the time of check-in agreed between the client and the commercial agent of Atika Rooms.",
        "paragraph2-11":"<b>Check in:</b>  In the apartment on weekdays from 12:00 until 18:00. After this time it is possible to late check-in with an extra charge of € 50 and if it is a public holiday € 80.",
        "paragraph2-12":"<b>Check out:</b> Until 12h. Each extra hour that the tenant spends in the apartment has a cost of € 10 and maximum until 14h.",
        "paragraph3-1":"You can always cancel your reservation.",
        "paragraph3-2":"<b>Case 1:</b> Case 1: If you do it more than 30 days before the date of entry, we will refund the entire deposit (discounting the management fees).",
        "paragraph3-3":"<b>Case 2: </b>Case 2: If there are less than 30 days left but more than 15 days, we will deduct a monthly payment and management fees and the remaining part of the deposit will be returned.",
        "paragraph3-4":"<b>Case 3:</b> If there are less than 15 days left we will not make any return.",
        "paragraph3-5":" If your booking request has not yet been accepted by the Atika Rooms team, you can cancel it without any penalty",
        "paragraph4-1":"- Parties are prohibited.",
        "paragraph4-2":"- It is requested to avoid noise after 22:00h.",
        "paragraph4-3":"- Respect neighbors and roommates.",
        "paragraph4-4":"- Pets are not allowed.",
        "paragraph4-5":"- Smoking is not allowed inside the apartment."
    },
    "privacyPolicy":{
        "title": "Privacy policy",
        "paragraph1":"Atika Rooms, SL, (Atika Rooms) being responsible for this website and in accordance with the provisions of Spanish Law 15/1999, of December 13, on Personal Data Protection (LOPD) and Spanish Law 34/2002 of July 11, on Services Information Society and Electronic Commerce (LSSICE), has implemented those policies, means and technical and organizational procedures being necessary to ensure and protect the confidentiality, integrity and availability of personal data of its users. These data shall be processed in a/some file/s duly registered with the Spanish Data Protection Agency, in accordance with the provisions of the legislation currently in force.",
        "paragraph2":"In the event that the data to be supplied by the User were necessary for the team of Atika Rooms, SL to be able to i) answer queries, provide information required by the User; ii) provide the user with the services and/or with the products contracted or entered into by the user; iii) provide the user with access to certain features of the Website; or iv) carry out all activities of the Atika Rooms, SL hereby detailed, Atika Rooms, SL shall inform the User on that obligation and shall indicate what data are needed to be filled in. By means of indication, facilitation or introduction of such data and in accordance with the provisions of Article 6 of the LOPD, the User gives express consent to Atika Rooms, SL to proceed with the processing  of the data provided in support of the above mentioned purposes as well as for eventual sending of commercial communications of Atika Rooms, SL that may be of the user's interest.",
        "paragraph3":"The entity being responsible for the database, as well as those involved in any phase of  processing and/or entities who have been notified on said data -in each case and under the corresponding authorization granted by the User, are required to observe professional secrecy and to adopt the levels of protection as well as all technical and organizational measures at their disposal that may be necessary to ensure the security of personal data, avoiding as far as possible, unauthorized access, illegal modifications, theft and / or loss of data, in order to ensure the appropriate level of security to the files of the Atika Rooms, SL, depending on the nature and sensitivity of the data provided by users of this Website. Likewise, Atika Rooms, SL is engaged to have implemented all security measures that may apply under the provisions of Development Regulation of the LOPD (RD 1720/2007).",
        "paragraph4":"Under the mentioned Spanish Organic Law on Personal Data Protection users have the rights of access, rectification, cancellation and opposition and, if necessary, the right to revoke at any time their consent to receive commercial communications by sending an email to atikarooms@gmail.com or addressing a letter to c. Muntaner 79, 4º 1º A, 08011, Barcelona."
    },
    "aboutUs":{
        "title": "About us",
        "paragraph1":"Atika Rooms was created in 2022 with the aim of guaranteeing access to quality accommodation with services, to people from all over the world so that wherever you go, feel at home and enjoy your experiences to the fullest.",
        "paragraph2":"We are a platform focused on offering quality accommodation that meets all kinds of needs you may have. From the need to have the best wifi on the market to the need to have your own private balcony where you can spend summer afternoons or sunbathe. ",
        "paragraph3":"At Atika Rooms, we believe that there are few things more exciting and enriching than living new experiences and adventures around the world, and we want to help you live them, wherever and however you want! ",
        "paragraph4":"We were born to take quality accommodation to the next level, so that together we can change the world.",
        "landlords":"Landlords",
        "tenants":"Tenants"
    }
}