{
    "header": {
        "title" : "Atikarooms"
    },
    "footer": {
        "rightsReserved":"Atika Rooms, All Rights Reserved."
    },
    "navigation": {
        "bookYourRoom": "Book your room",
        "about": "About us",
        "landlords": "Landlords",
        "contact": "Contact us",
        "termsConditions": "Term and conditions",
        "policies": "Privacy policy"
    },
    "termsConditions": {
        "title": "Terms and conditions",
        "subTitle1": "Comunicación vía online",
        "subTitle2": "Políticas de reserva",
        "subTitle3": "Políticas de cancelación",
        "subTitle4": "Reglas de la casa",
        "paragraph1-1": "Al aceptar las presentes condiciones, términos y políticas y, en especial, al remitir el usuario sus datos de carácter personal a Atika Rooms, SL, éste consiente expresamente que Atika Rooms, SL realice las siguientes actividades y/o acciones, salvo que indique lo contrario al contratar o suscribir cualquier producto y/o servicio de Atika Rooms, SL o a resultas de una revocación posterior del consentimiento inicialmente otorgado:",
        "paragraph1-2":"- El envío de comunicaciones comerciales por vía electrónica, informando a los usuarios de las actividades, promociones, publicidad, noticias, ofertas y demás información sobre los servicios y productos de Atika Rooms, SL iguales o similares a los que fueron inicialmente objeto de contratación o de interés por el usuario.",
        "paragraph1-3":"- La conservación de los datos durante los plazos previstos en las disposiciones aplicables.",
        "paragraph1-4":"Sin perjuicio de todo lo anterior, no se considerará comunicación comercial y/o publicitaria toda aquella información enviada por Atika Rooms, SL -incluso por medios electrónicos- a los usuarios de Atika Rooms, SL con la finalidad de llevar a cabo, ejecutar y/o desarrollar cualquier prestación suscrita o contratada -aun cuando no fuese suscrita por medios  electrónicos- por el usuario y todas las demás tareas, acciones y/o actividades derivadas de dicha relación contractual y/o comercial.",
        "paragraph1-5":"El interesado podrá revocar su consentimiento a la recepción de comunicaciones comerciales, enviando una carta a Atika Rooms, SL, en el domicilio c. Muntaner 79, 4º 1º A, 08011, Barcelona o por correo electrónico a la dirección <a href = \"mailto:atikarooms@gmail.com\">atikarooms@gmail.com</a> con el asunto \"BAJA\".",
        "paragraph2-1":"<b>El precio</b> de las habitaciones es mensual (32 noches), se cobra por meses completos que pueden empezar del día 1 o 15 de mes. ",
        "paragraph2-2":"<b>El precio para parejas</b> de las habitaciones es mensual (32 noches), se cobra por meses completos que pueden empezar del día 1 o 15 de mes y se suman 100€ al precio de la renta por costos extra de suministros, limpieza y gestión.",
        "paragraph2-3":"<b>Depósito de Seguridad:</b> Para reservas de hasta 4 meses pedimos  el equivalente a un mes de renta como depósito. Para reservas superiores a 4 meses pedimos 2 meses de renta como depósito. El depósito será devuelto a la cuenta bancaria que nos facilite el inquilino entre 2 y 7 días hábiles después de dejar la habitación.  ",
        "paragraph2-4":"<b>Tipo de contrato:</b> El tipo de contrato es de mínimo un mes (32 noches) y máximo 11 meses. Está la opción de extender contrato por un costo extra de 50€ y siempre bajo disponibilidad. También se puede pedir cambio de habitación con un pago extra de 50€ la gestión. ",
        "paragraph2-5":"<b>Firma de contrato:</b> Una vez efectuada la transferencia del depósito o confirmado el pago del total de la reserva, te enviamos el contrato a tu email y podrás firmarlo digitalmente en la plataforma de SignNow.",
        "paragraph2-6":"<b>Gastos de Gestión:</b> Por estancias de 1 a 3 meses, los gastos de gestión serán de 100€. Por estancias de 4 a 6 meses, los gastos de gestión serán de 200€. Y por estancias de 7 a 11 meses, los gastos de gestión serán de 300€. Estos gastos de gestión son por concepto de gastos administrativos como el registro del contrato, matrícula, limpieza inicial y final de la casa, seguros de la propiedad y los gastos de mantenimiento adicionales derivados de la gestión de la propiedad. Para cualquier reserva este cobro de los gastos de gestión se descuenta del depósito al finalizar el contrato. Este pago solo se cobra una sola vez. ",
        "paragraph2-7":"<b>Forma de pago:</b> Transferencia bancaria o link de pago online.",
        "paragraph2-8":"<b>Pre-reserva:</b> Se puede hacer una pre-reserva con un pago de 300€ y tienes 48h para realizar el resto del depósito por transferencia o link de pago online. ",
        "paragraph2-9":"<b>Reserva de la habitación:</b> La reserva completa de la habitación consta del depósito de seguridad de 1 o 2 mensualidades dependiendo de la estancia. ",
        "paragraph2-10":"<b>Entrega de llaves:</b> En el apartamento en el momento del check-in acordado con entre el cliente y el agente comercial de Atika Rooms.",
        "paragraph2-11":"<b>Check in:</b> En el apartamento en días laborables de 12:00 y hasta las 18:00. Después de esta hora es posible hacer late check-in con un cargo extra de 50€ y si es día festivo 80€. ",
        "paragraph2-12":"<b>Check out:</b> Hasta las 12h. Cada hora extra que el inquilino pase en el apartamento tiene un costo de 10€ y máximo hasta la 14h.",
        "paragraph3-1":"Siempre podrás cancelar tu reserva.",
        "paragraph3-2":"<b>Caso 1:</b> Si lo haces con más de 30 días antes de la fecha de entrada, te devolveremos la totalidad del depósito (descontando los gastos de gestión).",
        "paragraph3-3":"<b>Caso 2: </b>Si quedan menos de 30 días pero más de 15 días, te descontaremos una mensualidad y los gastos de gestión y se devolverá la parte restante del depósito.",
        "paragraph3-4":"<b>Caso 3:</b> Si quedan menos de 15 días no haremos ninguna devolución.",
        "paragraph3-5":"Si tu solicitud de reserva todavía no ha sido aceptada por el equipo de Atika Rooms, podrás cancelarla sin ningún tipo de penalización.",
        "paragraph4-1":"- Las fiestas están prohibidas.",
        "paragraph4-2":"- Se pide evitar el ruido después de las 22:00h.",
        "paragraph4-3":"- Respetar a los vecinos y compañeros de piso.",
        "paragraph4-4":"- Las mascotas no están permitidas.",
        "paragraph4-5":"- No está permitido fumar dentro del apartamento."
    },
    "privacyPolicy":{
        "title": "Privacy policy",
        "paragraph1":"Atika Rooms, SL, (Atika Rooms) being responsible for this website and in accordance with the provisions of Spanish Law 15/1999, of December 13, on Personal Data Protection (LOPD) and Spanish Law 34/2002 of July 11, on Services Information Society and Electronic Commerce (LSSICE), has implemented those policies, means and technical and organizational procedures being necessary to ensure and protect the confidentiality, integrity and availability of personal data of its users. These data shall be processed in a/some file/s duly registered with the Spanish Data Protection Agency, in accordance with the provisions of the legislation currently in force.",
        "paragraph2":"In the event that the data to be supplied by the User were necessary for the team of Atika Rooms, SL to be able to i) answer queries, provide information required by the User; ii) provide the user with the services and/or with the products contracted or entered into by the user; iii) provide the user with access to certain features of the Website; or iv) carry out all activities of the Atika Rooms, SL hereby detailed, Atika Rooms, SL shall inform the User on that obligation and shall indicate what data are needed to be filled in. By means of indication, facilitation or introduction of such data and in accordance with the provisions of Article 6 of the LOPD, the User gives express consent to Atika Rooms, SL to proceed with the processing  of the data provided in support of the above mentioned purposes as well as for eventual sending of commercial communications of Atika Rooms, SL that may be of the user's interest.",
        "paragraph3":"The entity being responsible for the database, as well as those involved in any phase of  processing and/or entities who have been notified on said data -in each case and under the corresponding authorization granted by the User, are required to observe professional secrecy and to adopt the levels of protection as well as all technical and organizational measures at their disposal that may be necessary to ensure the security of personal data, avoiding as far as possible, unauthorized access, illegal modifications, theft and / or loss of data, in order to ensure the appropriate level of security to the files of the Atika Rooms, SL, depending on the nature and sensitivity of the data provided by users of this Website. Likewise, Atika Rooms, SL is engaged to have implemented all security measures that may apply under the provisions of Development Regulation of the LOPD (RD 1720/2007).",
        "paragraph4":"Under the mentioned Spanish Organic Law on Personal Data Protection users have the rights of access, rectification, cancellation and opposition and, if necessary, the right to revoke at any time their consent to receive commercial communications by sending an email to atikarooms@gmail.com or addressing a letter to c. Muntaner 79, 4º 1º A, 08011, Barcelona."
    },
    "aboutUs":{
        "title": "About us",
        "paragraph1":"Atika Rooms was created in 2022 with the aim of guaranteeing access to quality accommodation with services, to people from all over the world so that wherever you go, feel at home and enjoy your experiences to the fullest.",
        "paragraph2":"We are a platform focused on offering quality accommodation that meets all kinds of needs you may have. From the need to have the best wifi on the market to the need to have your own private balcony where you can spend summer afternoons or sunbathe. ",
        "paragraph3":"At Atika Rooms, we believe that there are few things more exciting and enriching than living new experiences and adventures around the world, and we want to help you live them, wherever and however you want! ",
        "paragraph4":"We were born to take quality accommodation to the next level, so that together we can change the world."
    }
}