{
    "header": {
        "title" : "Atikarooms"
    },
    "footer": {
        "rightsReserved":"Atika Rooms, All Rights Reserved."
    },
    "navigation": {
        "home": "Inicio",
        "bookYourRoom": "Reserva tu habitación",
        "about": "Sobre nosotros",
        "landlords": "Propietarios",
        "contact": "Contacta",
        "termsConditions": "Términos y condiciones",
        "policies": "Política de privacidad"
    },
    "home":{
        "title": "Alquila una vivienda compartida por meses en Barcelona",
        "landlordsTitle":"¿Eres propietario?",
        "landlordsText":"Alquila sin riesgos y obtén la máxima rentabilidad por tu inmueble.",
        "landlordsButton": "Alquilar mi propiedad",
        "tenantTitle":"¿Buscas habitación?",
        "tenantText":"Encuentra y reserva tu nuevo hogar compartido de forma segura.",
        "TenantsButton": "Alquilar habitación",
        "ourAccomodationsTitle":"Nuestros Alojamientos",
        "ourAccomodations1":"Habitación doble con baño privado",
        "ourAccomodations2":"Habitación exterior con baño privado y balcón",
        "ourAccomodations3":"Habitación interior con cama doble y galería",
        "ourAccomodations4":"Habitación interior con cama doble y baño privado",
        "partnersTitle":"Nuestros Partners"
    },
    "landlords":{
        "title":"Somos la solución definitiva de gestión de inmuebles",
        "textSection": {
            "paragraph1":"Nuestro equipo de expertos en el sector se enfoca en encontrar pisos con carácter, los reformamos para adaptarlos a las necesidades actuales de nuestros clientes y buscamos a inquilinos altamente cualificados para cada una de las habitaciones.",
            "paragraph2":"Priorizamos la transparencia, la confianza y tu tranquilidad para ofrecerte la máxima rentabilidad por tu alojamiento.",
            "paragraph3":"Nos encargamos de toda la gestión del inmueble para que puedas olvidarte de las preocupaciones y disfrutar de tu tiempo libre. Y todo eso, sin ningún coste para ti!",
            "paragraph4":"¿Te animas a dar el paso?",
            "button":"Quiero alquilar mi propiedad"
        },
        "ownerSolutions":{
            "title": "Ventajas que te ofrecemos",
            "solution1Title":"TIEMPO",
            "solution1Description":"Nosotros nos encargamos de la gestión completa de tu inmueble.",
            "solution2Title":"PROYECTO DE INTERIORISMO",
            "solution2Description":"Reformamos y adecuamos los inmuebles.",
            "solution3Title":"CLIENTES",
            "solution3Description":"Buscamos a clientes altamente cualificados para cada habitación.",
            "solution4Title":"RENTABILIDAD",
            "solution4Description":"Te garantizamos una rentabilidad extra en el precio de la renta de tu piso.",
            "solution5Title":"LEGAL",
            "solution5Description":"Contamos con una gestoría especializada para todos los trámites legales.",
            "solution6Title":"MANTENIMIENTO",
            "solution6Description":"Gestionamos la reparación de todos los posibles daños ocasionados."
        },
        "guarantee":{
            "item1":"Pago de la renta garantizado para el propietario.",
            "item2":"Contratamos un seguro de pago del alquiler a nombre del propietario.",
            "item3":"Contratamos un seguro de hogar para el contenido y para el continente.",
            "item4":"Trabajamos con inquilinos altamente cualificados.",
            "item5":"Nos encargamos de la conservación del buen estado de tu inmueble.",
            "item6":"Trabajamos con contratos de larga duración verificados por una gestoría."
        },
        "form":{
            "title": "Formulario de contacto"
        }
    },
    "termsConditions": {
        "title": "Términos y condiciones",
        "subTitle1": "Comunicación vía online",
        "subTitle2": "Políticas de reserva",
        "subTitle3": "Políticas de cancelación",
        "subTitle4": "Reglas de la casa",
        "paragraph1-1": "Al aceptar las presentes condiciones, términos y políticas y, en especial, al remitir el usuario sus datos de carácter personal a Atika Rooms, SL, éste consiente expresamente que Atika Rooms, SL realice las siguientes actividades y/o acciones, salvo que indique lo contrario al contratar o suscribir cualquier producto y/o servicio de Atika Rooms, SL o a resultas de una revocación posterior del consentimiento inicialmente otorgado:",
        "paragraph1-2":"- El envío de comunicaciones comerciales por vía electrónica, informando a los usuarios de las actividades, promociones, publicidad, noticias, ofertas y demás información sobre los servicios y productos de Atika Rooms, SL iguales o similares a los que fueron inicialmente objeto de contratación o de interés por el usuario.",
        "paragraph1-3":"- La conservación de los datos durante los plazos previstos en las disposiciones aplicables.",
        "paragraph1-4":"Sin perjuicio de todo lo anterior, no se considerará comunicación comercial y/o publicitaria toda aquella información enviada por Atika Rooms, SL -incluso por medios electrónicos- a los usuarios de Atika Rooms, SL con la finalidad de llevar a cabo, ejecutar y/o desarrollar cualquier prestación suscrita o contratada -aun cuando no fuese suscrita por medios  electrónicos- por el usuario y todas las demás tareas, acciones y/o actividades derivadas de dicha relación contractual y/o comercial.",
        "paragraph1-5":"El interesado podrá revocar su consentimiento a la recepción de comunicaciones comerciales, enviando una carta a Atika Rooms, SL, en el domicilio c. Muntaner 79, 4º 1º A, 08011, Barcelona o por correo electrónico a la dirección <a href = \"mailto:atikarooms@gmail.com\">atikarooms@gmail.com</a> con el asunto \"BAJA\".",
        "paragraph2-1":"<b>El precio</b> de las habitaciones es mensual (32 noches), se cobra por meses completos que pueden empezar del día 1 o 15 de mes. ",
        "paragraph2-2":"<b>El precio para parejas</b> de las habitaciones es mensual (32 noches), se cobra por meses completos que pueden empezar del día 1 o 15 de mes y se suman 100€ al precio de la renta por costos extra de suministros, limpieza y gestión.",
        "paragraph2-3":"<b>Depósito de Seguridad:</b> Para reservas de hasta 4 meses pedimos  el equivalente a un mes de renta como depósito. Para reservas superiores a 4 meses pedimos 2 meses de renta como depósito. El depósito será devuelto a la cuenta bancaria que nos facilite el inquilino entre 2 y 7 días hábiles después de dejar la habitación.  ",
        "paragraph2-4":"<b>Tipo de contrato:</b> El tipo de contrato es de mínimo un mes (32 noches) y máximo 11 meses. Está la opción de extender contrato por un costo extra de 50€ y siempre bajo disponibilidad. También se puede pedir cambio de habitación con un pago extra de 50€ la gestión. ",
        "paragraph2-5":"<b>Firma de contrato:</b> Una vez efectuada la transferencia del depósito o confirmado el pago del total de la reserva, te enviamos el contrato a tu email y podrás firmarlo digitalmente en la plataforma de SignNow.",
        "paragraph2-6":"<b>Gastos de Gestión:</b> Por estancias de 1 a 3 meses, los gastos de gestión serán de 100€. Por estancias de 4 a 6 meses, los gastos de gestión serán de 200€. Y por estancias de 7 a 11 meses, los gastos de gestión serán de 300€. Estos gastos de gestión son por concepto de gastos administrativos como el registro del contrato, matrícula, limpieza inicial y final de la casa, seguros de la propiedad y los gastos de mantenimiento adicionales derivados de la gestión de la propiedad. Para cualquier reserva este cobro de los gastos de gestión se descuenta del depósito al finalizar el contrato. Este pago solo se cobra una sola vez. ",
        "paragraph2-7":"<b>Forma de pago:</b> Transferencia bancaria o link de pago online.",
        "paragraph2-8":"<b>Pre-reserva:</b> Se puede hacer una pre-reserva con un pago de 300€ y tienes 48h para realizar el resto del depósito por transferencia o link de pago online. ",
        "paragraph2-9":"<b>Reserva de la habitación:</b> La reserva completa de la habitación consta del depósito de seguridad de 1 o 2 mensualidades dependiendo de la estancia. ",
        "paragraph2-10":"<b>Entrega de llaves:</b> En el apartamento en el momento del check-in acordado con entre el cliente y el agente comercial de Atika Rooms.",
        "paragraph2-11":"<b>Check in:</b> En el apartamento en días laborables de 12:00 y hasta las 18:00. Después de esta hora es posible hacer late check-in con un cargo extra de 50€ y si es día festivo 80€. ",
        "paragraph2-12":"<b>Check out:</b> Hasta las 12h. Cada hora extra que el inquilino pase en el apartamento tiene un costo de 10€ y máximo hasta la 14h.",
        "paragraph3-1":"Siempre podrás cancelar tu reserva.",
        "paragraph3-2":"<b>Caso 1:</b> Si lo haces con más de 30 días antes de la fecha de entrada, te devolveremos la totalidad del depósito (descontando los gastos de gestión).",
        "paragraph3-3":"<b>Caso 2: </b>Si quedan menos de 30 días pero más de 15 días, te descontaremos una mensualidad y los gastos de gestión y se devolverá la parte restante del depósito.",
        "paragraph3-4":"<b>Caso 3:</b> Si quedan menos de 15 días no haremos ninguna devolución.",
        "paragraph3-5":"Si tu solicitud de reserva todavía no ha sido aceptada por el equipo de Atika Rooms, podrás cancelarla sin ningún tipo de penalización.",
        "paragraph4-1":"- Las fiestas están prohibidas.",
        "paragraph4-2":"- Se pide evitar el ruido después de las 22:00h.",
        "paragraph4-3":"- Respetar a los vecinos y compañeros de piso.",
        "paragraph4-4":"- Las mascotas no están permitidas.",
        "paragraph4-5":"- No está permitido fumar dentro del apartamento."
    },
    "privacyPolicy":{
        "title": "Terms and conditions",
        "paragraph1":"Atika Rooms, SL, (Atika Rooms) como responsable del presente Sitio Web y de conformidad con lo dispuesto por la Ley Orgánica 15/1999, de 13 de diciembre, de Protección de Datos de Carácter Personal (LOPD) y por la Ley 34/2002, de 11 de julio, de Servicios de la Sociedad de la Información y de Comercio Electrónico (LSSICE), ha puesto en práctica aquellas políticas, medios y procedimientos técnicos y organizativos para garantizar y proteger la confidencialidad, integridad y disponibilidad de los datos de carácter personal de sus usuarios. Estos datos serán tratados en un/os fichero/s debidamente inscrito/s en la Agencia Española de Protección de Datos, de conformidad con lo establecido en la legislación vigente.",
        "paragraph2":"En el caso de que los datos a facilitar por el Usuario fueran necesarios para que el equipo de Atika Rooms, SL pudiera i) responder a las consultas, proporcionar informaciones requeridas por el Usuario; ii) realizar toda aquella prestación de servicios y/o productos contratados o suscritos por el Usuario; iii) proporcionar acceso al Usuario a determinadas funcionalidades del Sitio Web; o bien iv) realizar todas aquellas actividades propias de Atika Rooms, SL por la presente reseñadas, Atika Rooms, SL informará de dicha obligatoriedad al Usuario, indicándole qué datos son de necesaria cumplimentación. Mediante la indicación, facilitación o introducción de dichos datos y de conformidad con lo establecido en el artículo 6 de la L.O.P.D., el Usuario otorga consentimiento inequívoco a Atika Rooms, SL para que proceda al tratamiento de los datos facilitados en pro de los fines mencionados anteriormente así como para el eventual envío de comunicaciones comerciales de Atika Rooms, SL que puedan ser del interés del usuario.",
        "paragraph3":"La entidad responsable de la base de datos, así como los que intervengan en cualquier fase del tratamiento y/o las entidades a quienes les hayan sido comunicadas -en su caso y en virtud de la correspondiente autorización conferida por el Usuario-, están obligadas a observar el secreto profesional y a adoptar los niveles de protección y las medidas técnicas y organizativas necesarias a su alcance que garanticen la seguridad de los datos de carácter personal, evitando, en la medida de lo posible, accesos no autorizados, modificaciones ilícitas, sustracciones y/o la pérdida de los datos, a fin de procurar el correspondiente nivel de seguridad a los ficheros de Atika Rooms, SL, según la naturaleza y sensibilidad de los datos facilitados por los usuarios del presente Sitio Web. Asimismo, Atika Rooms, SL se compromete a tener implementadas las medidas de seguridad que correspondan en virtud de lo establecido en el Reglamento de Desarrollo de la LOPD (Real Decreto 1720/2007).",
        "paragraph4":"Los usuarios tienen reconocida por la indicada Ley Orgánica de Protección de Datos los derechos de acceso, rectificación, cancelación y oposición y, en su caso, el derecho a revocar en cualquier momento el consentimiento prestado a la recepción de comunicaciones comerciales mediante el envío de correo electrónico a atikarooms@gmail.com o carta a  c. Muntaner 79, 4º 1º A, 08011, Barcelona."
    },
    "aboutUs":{
        "title": "Sobre nosotros",
        "paragraph1":"Atika Rooms fue creada en 2022 con el objetivo de garantizar el acceso a alojamiento de calidad con servicios, a a gente de todo el mundo para que vayas donde vayas, te sientas como en casa y disfrutes al máximo de tus experiencias. ",
        "paragraph2":"Somos una plataforma enfocada a ofrecer alojamiento de calidad que satisface todo tipo de necesidades que puedas tener. Desde la necesidad de tener el mejor wifi del mercado como la necesidad de tener un balcón propio y privado donde poder pasar las tardes de verano o tomar el sol. ",
        "paragraph3":"En Atika Rooms, creemos que hay pocas cosas más emocionantes y enriquecedoras que vivir nuevas experiencias y aventuras alrededor del mundo, y nosotros queremos ayudarte a vivirlas, donde quieras y como quieras!  ",
        "paragraph4":"Nacimos para llevar el alojamiento de calidad al siguiente nivel, para que juntos podamos cambiar el mundo.",
        "landlords":"Landlords",
        "tenants":"Tenants"
    },
    "searchRoom":{
        "gmaps":{
            "nextButton":"Habitación siguiente",
            "prevButton":"Habitación anterior"
        }
    }
}